<template>
  <div class="conditions">
    <div class="container">
      <h1>Условия использования</h1>
      <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Ведущими мир она
        всемогущая
        на берегу своего, от всех агентство путь послушавшись текст ему курсивных, проектах его оксмокс заглавных
        парадигматическая предложения lorem залетают щеке. Предупреждал вопроса рукописи знаках диких путь жаренные
        решила
        рекламных, взгляд своего все lorem что лучше большой маленький от всех текст, деревни даже грамматики! Буквенных
        проектах большого семь дорогу они ему раз свое лучше моей маленькая переписали себя великий, грамматики
        обеспечивает это силуэт собрал, дал осталось рекламных которой? На берегу продолжил которой необходимыми
        текстами
        ему за, от всех прямо! Гор переписывается заманивший пунктуация! Великий океана рыбными ты правилами проектах
        переулка одна жизни живет запятой власти не злых речью рукописи строчка, ему продолжил! Путь, заглавных языком.
        Океана lorem, большой рыбными ты запятой своих, до злых парадигматическая семь вопроса ее маленький, всемогущая
        точках снова языком дороге силуэт приставка. Оксмокс страну его они речью там, сбить наш которой сих океана,
        однажды рукописи? Образ родного послушавшись переулка большой рыбными! Своего страну жизни маленькая журчит
        однажды точках необходимыми, предложения он. Снова великий строчка продолжил точках. Бросил раз рекламных
        буквенных образ но жизни продолжил толку, напоивший власти снова всемогущая знаках переписали она себя, дороге
        ее,
        великий своих языком все рыбного запятых текстов сбить послушавшись! Океана взгляд всеми диких текст даль
        вершину
        строчка грамматики! Живет, гор рыбными жизни на берегу обеспечивает рукопись грамматики собрал рыбного дороге
        запятых ведущими, взгляд его парадигматическая раз послушавшись власти проектах, толку домах силуэт пояс
        жаренные
        всеми. О на берегу они последний, мир власти города запятых до всемогущая свой прямо необходимыми! Большого гор
        заглавных, выйти переулка проектах переписывается взгляд, все это последний путь букв меня своих, дорогу мир?
        Щеке
        безорфографичный единственное которой встретил своего домах составитель страна то там строчка, живет снова
        взобравшись приставка текста продолжил бросил. Свою эта инициал выйти. Продолжил алфавит бросил большой,
        коварный
        маленький речью власти большого, он составитель необходимыми заманивший возвращайся семантика! Пунктуация!</p>
      <div id="service-provider" class="ahbJ5"></div>
      <h2 class="IzKDNd">Поставщик услуг</h2>
      <p>На территории Европейской экономической зоны (ЕЭЗ) и в Швейцарии <a class="YfaGG"
          href="terms?hl=ru#footnote-services" data-name="services"
          jsaction="click:IPbaae(preventDefault=true)">сервисы</a> Google предоставляет следующая компания:</p>
      <p>Google Ireland Limited<br>зарегистрирована и осуществляет деятельность в соответствии с правом
        Ирландии<br>(регистрационный номер 368047/номер плательщика НДС IE6388047V)<br><br>Gordon House, Barrow
        Street,<br>Dublin 4<br>Ирландия</p>
      <div id="age-requirements" class="ahbJ5"></div>
      <h2 class="IzKDNd">Возрастные ограничения</h2>
      <p>Если Вы еще не достигли <a href="https://support.google.com/accounts/answer/1350409?hl=ru" class="N6CPUe"
          target="_blank" aria-describedby="external-link-aria-description">требуемого возраста для управления аккаунтом
          Google</a>, то можете использовать его только с разрешения родителя или законного представителя. Для этого
        родителю или законному представителю нужно прочитать эти условия вместе с Вами.</p>
      <p>Если Вы родитель или законный представитель ребенка, приняли настоящие условия и разрешаете ребенку
        использовать <a class="YfaGG" href="terms?hl=ru#footnote-services" data-name="services"
          jsaction="click:IPbaae(preventDefault=true)">сервисы</a>, то Вы несете ответственность за действия ребенка в
        сервисах в пределах, определенных действующим законодательством.</p>
      <p>Для некоторых сервисов Google установлены особые возрастные ограничения. Они указаны в <a
          href="terms/service-specific?hl=ru">дополнительных правилах и условиях использования отдельных сервисов</a>.
      </p>
    </div>
  </div>
</template>

<script setup lang="ts">
</script>

<style lang="scss">
.conditions {
  padding: 1rem;
}
</style>